{
	"timeline":
	{
		"headline":"",
		"type":"default",
		"text":"<p></p>",
		
		"date": [
			{
				"startDate":"1975,,",
				"endDate":"1975,,",
				"headline":"FIRM OPENS ITS DOORS",
				"text":"<p>On Sept. 15, William D. Maddux &amp; Associates, a boutique litigation firm, sets up shop in Chicago at <br />1 North LaSalle with a handful of attorneys from Kirkland &amp; Ellis.</p>",
				"tag":"1",
				"asset": {
					"media":"",
					"thumbnail":"",
					"credit":"",
					"caption":""
				}
			},
                        {
				"startDate":"1975,,",
				"endDate":"1980,,",
				"headline":"ASBESTOS LITIGATION",
				"text":"<p>The firm is involved in the first rounds of asbestos litigation, defending manufacturers such as Johns-Manville during the '70s and '80s when the claims are commonplace. It still defends against asbestos litigation today.</p>",
				"tag":"2",
				"asset": {
					"media":"",
					"thumbnail":"",
					"credit":"",
					"caption":""
				}
			},
			{
				"startDate":"1977,,",
				"endDate":"1977,,",
				"headline":"BEVERLY HILLS SUPPER CLUB FIRE",
				"text":"<p>On May 28, 1977, the lavish Beverly Hills Supper Club in Southgate, Ky., burns, killing 165 people in the second worst nightclub fire in U.S. history.  Of the 165 individuals who die in the fire, 163 perish within 30 feet of an exit.  William V. Johnson and H. Patrick Morris represent a wire and cable manufacturer. The plaintiff’s theory is that the combination of “old technology,” aluminum wire and devices, caused “creep” at the receptacle’s termination point that resulted in the fire.  Following an eight-week trial, the jury returns a not-guilty verdict in favor of the defendants.  The Sixth Circuit Court reverses the verdict; the case is remanded and then settled.</p>",
				"tag":"3",
				"asset": {
					"media":"",
					"thumbnail":"",
					"credit":"",
					"caption":""
				}
			},
                        {
				"startDate":"1978,,",
				"endDate":"1978,,",
				"headline":"LUTHERAN GENERAL HOSPITAL",
				"text":"<p>Brian C. Fetzer tries a case for Lutheran General Hospital.  Demand:  $50k – Verdict:  Not Guilty. The firm  establishes a reputation as a medical malpractice defense firm.</p>",
				"tag":"1",
				"asset": {
					"media":"",
					"thumbnail":"",
					"credit":"",
					"caption":""
				}
			},
                        {
				"startDate":"1981,,",
				"endDate":"1981,,",
				"headline":"BROWN V. KROBLIN REFRIGERATED EXPRESS",
				"text":"<p>In <i>Brown v. Kroblin Refrigerated Express, et.al.</i> the firm represents a truck-loading company in a case where the truck carrying the plaintiff overturned while rounding a curve. The plaintiff ends up with severe injuries, which entail both legs having to be amputated.  After a two-month trial, the firm’s client is found not guilty. Two other defendants receive a $2.1 million verdict.</p>",
				"tag":"2",
				"asset": {
					"media":"",
					"thumbnail":"",
					"credit":"",
					"caption":""
				}
			},
                        {
				"startDate":"1984,,",
				"endDate":"1984,,",
				"headline":"BLOCK V. JARVIS",
				"text":"<p>William V. Johnson and his team defend their client at trial against one of Chicago’s top plaintiff’s attorneys. The plaintiff, who had quadriplegic injuries, demands $40 million; client offers $9 million. After a three-month trial, the plaintiff is awarded only $332.05 more than what was offered. The trial techniques are discussed in a chapter of “The Litigators:  Inside the Powerful World of High-Stakes Trial Attorneys” (Jenkins, 1989). </p>",
				"tag":"3",
				"asset": {
					"media":"",
					"thumbnail":"",
					"credit":"",
					"caption":""
				}
			},
                        {
				"startDate":"1985,,",
				"endDate":"1985,,",
				"headline":"KARSTEN V. MCCRAY TRIAL",
				"text":"<p>The firm co-defends a doctor and his partner in a medical malpractice death case against a prominent Chicago attorney and receives a defense verdict.  </p>",
				"tag":"1",
				"asset": {
					"media":"",
					"thumbnail":"",
					"credit":"",
					"caption":""
				}
			},
                        {
				"startDate":"1985,,",
				"endDate":"1985,,",
				"headline":"MIAMISBURG TRAIN DERAILMENT",
				"text":"<p>A train operated by CSX Transportation Corp. (&quot;CSX&quot;) derails as it’s moving through Miamisburg, Ohio.  The resulting tank car breach caused a huge evacuation effort due to potential environmental contamination.  After a five-week trial, the tank car manufacturer, which the firm represented, was exonerated by a directed verdict. (Mears v. CSX , C-3-86-312 (Ohio), 2659-96005) </p>",
				"tag":"2",
				"asset": {
					"media":"",
					"thumbnail":"",
					"credit":"",
					"caption":""
				}
			},
                        {
				"startDate":"1989,,",
				"endDate":"1989,,",
				"headline":"L-TRYPTOPHAN MDL LITIGATION",
				"text":"<p>The firm is retained as National Coordinating Counsel for a national drug store chain in connection with claims that a tainted nutritional supplement, manufactured by a Japanese drug company, allegedly caused more than 2,000 serious injuries and approximately 100 deaths. Total litigation expenses top $1.5 billion. The client pays no indemnity costs and is reimbursed for all fees expended in its defense.</p>",
				"tag":"3",
				"asset": {
					"media":"",
					"thumbnail":"",
					"credit":"",
					"caption":""
				}
			},
                        {
				"startDate":"1990,,",
				"endDate":"1990,,",
				"headline":"Firm renamed",
				"text":"The firm assumes its current name, Johnson &amp; Bell, Ltd.",
				"tag":"2",
				"asset": {
					"media":"",
					"thumbnail":"",
					"credit":"",
					"caption":""
				}
			},
                        {
				"startDate":"1990,,",
				"endDate":"1990,,",
				"headline":"MISSISSIPPI HEARING LOSS LITIGATION",
				"text":"J&amp;B is retained as National Coordinating Counsel for an international tool manufacturer involved in the Mississippi Hearing Loss Litigation and Vibration White Finger Class Action (and related cases). The case involves several thousand hearing-loss and cumulative vibration trauma cases pending in about 12 jurisdictions, and is commonly referred to as the Mississippi Hearing Loss Litigation.",
				"tag":"1",
				"asset": {
					"media":"",
					"thumbnail":"",
					"credit":"",
					"caption":""
				}
			},
                        {
				"startDate":"1986,,",
				"endDate":"1986,,",
				"headline":"DUPONT PLAZA HOTEL FIRE",
				"text":"<p>The DuPont Plaza Hotel fire in San Juan, Puerto Rico, kills 97 people and injures more than 140.  It is the most deadly fire on American soil in more than 40 years. The firm represents both SC Johnson and Pratt &amp; Lambert</p>",
				"tag":"2",
				"asset": {
					"media":"",
					"thumbnail":"",
					"credit":"",
					"caption":""
				}
			},
                        {
				"startDate":"1992,,",
				"endDate":"1992,,",
				"headline":"RX PHENOLIC INSULATION LITIGATION",
				"text":"<p>The firm is retained as National Coordinating Counsel for a national roofing materials manufacturer in connection with several thousand property-damage claims due to an allegedly defective roofing insulation material.  The material allegedly caused corrosion and compromise of the metal roof structures.  Included within this litigation is a class action in the United States District Court for the District of Massachusetts entitled Sebago, Inc v. Beazer East, Inc., et al, C.A. Nos. 96-10069-MLW and 96-10656-MLW</p>",
				"tag":"3",
				"asset": {
					"media":"",
					"thumbnail":"",
					"credit":"",
					"caption":""
				}
			},
                        {
				"startDate":"1994,,",
				"endDate":"1994,,",
				"headline":"Clausel v. Chicago Pneumatic Tool Co",
				"text":"In <i>Clausel v. Chicago Pneumatic Tool Co</i> (88 L 710), a J&B team defends the pneumatic tool manufacturer against damages resulting from carpal tunnel syndrome allegedly caused by use of hand held pneumatic tools.",
				"tag":"2",
				"asset": {
					"media":"",
					"thumbnail":"",
					"credit":"",
					"caption":""
				}
			},
                        {
				"startDate":"1997,,",
				"endDate":"1997,,",
				"headline":"NORTHWEST INDIANA OFFICE OPENS",
				"text":"Heeding client demand, the firm opens a Northwest Indiana office.  That office, now situated in Crown Point, has grown to six attorneys with a concentration in hospital law, transportation, general liability and insurance coverage.",
				"tag":"1",
				"asset": {
					"media":"https://maps.google.com/maps?q=11051+Broadway,+Crown+Point,+IN&hl=en&ll=41.4175,-87.335472&spn=0.292732,0.346756&sll=41.880681,-87.628927&sspn=0.018165,0.021672&oq=11051+Broadway,+Crown&hnear=11051+Broadway,+Crown+Point,+Indiana+46307&t=m&z=12",
					"thumbnail":"",
					"credit":"",
					"caption":""
				}
			},
                        {
				"startDate":"1998,,",
				"endDate":"1998,,",
				"headline":"ROSELAWN AIRPLANE CRASH TRIAL",
				"text":"J&amp;B defends an airline in a damages trial resulting from the deaths of 68 people near Roselawn, Ind. The case is tried in New York and the verdict was less than the offer.",
				"tag":"2",
				"asset": {
					"media":"",
					"thumbnail":"",
					"credit":"",
					"caption":""
				}
			},
                        {
				"startDate":"1995,,",
				"endDate":"1995,,",
				"headline":"BOGALUSA CHEMICAL SPILL",
				"text":"<p>J&B wins a not-guilty verdict for its client in this toxic-spill case. Nearly 20,000 plaintiffs file suit in Louisiana and Mississippi, seeking almost $40 million in damages against J&B’s client.</p>",
				"tag":"3",
				"asset": {
					"media":"",
					"thumbnail":"",
					"credit":"",
					"caption":""
				}
			},
                            {
				"startDate":"1995,,",
				"endDate":"1995,,",
				"headline":"Schoon v. The Upjohn Company",
				"text":"<p>(92 L 4224 – J&B file #5104-2001)</p>",
				"tag":"2",
				"asset": {
					"media":"",
					"thumbnail":"",
					"credit":"",
					"caption":""
				}
			},
                           {
				"startDate":"1999,,",
				"endDate":"1999,,",
				"headline":"MILLER PARK STADIUM CRANE COLLAPSE",
				"text":"<p>The world's largest mobile crane, being used in the construction of the domed, Miller Park Stadium in Milwaukee, collapses while installing the final roof section. Three ironworkers are killed. J&amp;B serves as lead trial counsel for the roof contractor in a seven-week trial in Milwaukee.</p>",
				"tag":"1",
				"asset": {
					"media":"",
					"thumbnail":"",
					"credit":"",
					"caption":""
				}
			},
                        {
				"startDate":"2000,,",
				"endDate":"2000,,",
				"headline":"'TOP DEFENSE VERDICT OF 2000'",
				"text":"<p><i>The National Law Journal</i> names Johnson &amp; Bell's victory in the Grove U.S. LLC products liability case one of the top defense verdicts in 2000. At trial the plaintiff's attorneys ask the jury for $38.64 million. But the jury finds no defect and no liability in the case, which is defended by John W. Bell and William G. Beatty.</p>",
				"tag":"2",
				"asset": {
					"media":"",
					"thumbnail":"",
					"credit":"",
					"caption":""
				}
			},
                           {
				"startDate":"2001,,",
				"endDate":"2001,,",
				"headline":"JOHN HANCOCK CENTER SCAFFOLD COLLAPSE",
				"text":"<p>Sections of the skyscraper's scaffolding collapse; falling debris kills three motorists and injures others. Johnson &amp; Bell represents Prime Staging, Inc.</p>",
				"tag":"3",
				"asset": {
					"media":"",
					"thumbnail":"",
					"credit":"",
					"caption":""
				}
			},
                        {
				"startDate":"2003,,",
				"endDate":"2003,,",
				"headline":"Chicago Porch Collapse",
				"text":"<p>A porch collapses during a party on Chicago's North Side, resulting in 13 fatalities and 40 lawsuits. J&amp;B defends the property owner sued in the collapse case. </p>",
				"tag":"3",
				"asset": {
					"media":"",
					"thumbnail":"",
					"credit":"",
					"caption":""
				}
			},
                         {
				"startDate":"2002,,",
				"endDate":"2002,9,",
				"headline":"BRAIN INURY CASE",
				"text":"<p>John W. Bell wins in a brain injury case, in which he defends an Illinois construction company. The plaintiff's attorney seeks $10.5 million in damages.</p>",
				"tag":"2",
				"asset": {
					"media":"",
					"thumbnail":"",
					"credit":"",
					"caption":""
				}
			},
                        {
				"startDate":"2003,,",
				"endDate":"2003,,",
				"headline":"EPHEDRA MDL LITIGATION",
				"text":"<p>Firm is retained as National Coordinating Counsel for a national drug store chain linked to dozens of claims nationwide alleging serious injury (strokes; heart attacks) allegedly caused by several ephedra products, which are manufactured by several companies and sold as an energy enhancer and diet aid.  During the course of the litigation, several of the manufacturers file for bankruptcy protection, complicating the underlying litigation.  Ultimately, a global settlement of claims is reached after a one-year mediation process concluded the claims of more than 350 plaintiffs against more than 20 defendants.</p>",
				"tag":"2",
				"asset": {
					"media":"",
					"thumbnail":"",
					"credit":"",
					"caption":""
				}
			},
                           {
				"startDate":"2002,,",
				"endDate":"2002,,",
				"headline":"Johnson &amp; Bell becomes an ALFA firm",
				"text":"J&amp;B joins ALFA International, a global network of independent business-focused law firms. Founded in 1980, ALFA International is the oldest legal network and remains one of the largest and strongest. The ALFA organization comprises 145 member firms with 85 members in the United States and 60 members in Latin and South America, Canada, Mexico, Europe, Africa, Australia/New Zealand, and throughout Asia.",
				"tag":"3",
				"asset": {
					"media":"",
					"thumbnail":"",
					"credit":"",
					"caption":""
				}
			},
                           {
				"startDate":"2007,,",
				"endDate":"2007,,",
				"headline":"Pharma Defense Verdict",
				"text":"<p>Gregory D. Conforti and Marilyn McCabe Reidy try and win a case involving a major retailer and pharmaceutical negligence relating to a misfilled prescription. Mr. Conforti and Ms. Reidy show that the plaintiff had a long medical history predating the incident, and are able to undermine her credibility through cross-examination. The plaintiff's attorneys seek $165 million in damages. The ultimate verdict is $465,000.</p>",
				"tag":"2",
				"asset": {
					"media":"",
					"thumbnail":"",
					"credit":"",
					"caption":""
				}
			},
                        {
				"startDate":"2009,9,",
				"endDate":"2009,9,",
				"headline":"CITY OF CHICAGO HIRES J&amp;B",
				"text":"<p>J&amp;B is hired to represent City of Chicago, defending the Chicago Police Department. All the cases the firm has tried for CPD are federal ones involving allegations of civil rights violations by Chicago police officers.  Since 2009, J&B has taken 22 cases to trial, and has had 21 successful outcomes (18 straight not guilty verdicts and 3 split verdicts with nominal damage awards).  The firm has been dismissed pursuant to summary judgment motions in two others cases during that time.</p>",
				"tag":"1",
				"asset": {
					"media":"",
					"thumbnail":"",
					"credit":"",
					"caption":""
				}
			},
                        {
				"startDate":"2011,,",
				"endDate":"2011,11,",
				"headline":"DEFENSE VERDICT FOR U OF C MEDICAL CENTER",
				"text":"<p>William V. Johnson and Matthew L. Johnson and their team obtain a defense verdict for the University of Chicago Medical Center in an HIV transplant case in which the plaintiff sought more than $45 million. For their efforts on this case, Messrs. Johnson and Johnson, and Erin E. Blake win the Outstanding Defense Verdict Award, Medical Malpractice, at the 2012 Illinois Jury Verdict Reporter Trial Lawyer Excellence Awards.William V. Johnson, Matthew L. Johnson and Erin E. Blake win the Outstanding Defense Verdict Award, Medical Malpractice, at the 2012 Illinois Jury Verdict Reporter Trial Lawyer Excellence Awards. They are honored for the defense verdict they obtained for the University of Chicago Medical Center in an HIV transplant case in which the plaintiff sought more than $45 million.</p>",
				"tag":"1",
				"asset": {
					"media":"",
					"thumbnail":"",
					"credit":"",
					"caption":""
				}
			},
                        {
				"startDate":"2011,,",
				"endDate":"2011,,",
				"headline":"ALFA MEMBER FIRM OF THE YEAR",
				"text":"<p>Johnson & Bell is selected as the 2011 Member Firm of the Year for ALFA International, the global legal network. “The Johnson & Bell firm has been a leading contributor to the ALFA organization for many years. Their lawyers richly deserve the 2011 Firm of the Year award.”  Richard Hetke, Chief Executive Officer, ALFA International.</p>",
				"tag":"3",
				"asset": {
					"media":"",
					"thumbnail":"",
					"credit":"",
					"caption":""
				}
			},
                        {
				"startDate":"2011,,",
				"endDate":"2011,,",
				"headline":"COMMUNITY HOSPITAL CASE",
				"text":"<p>Sharon Stanzione and Anna Mandula obtain a verdict in favor of Community Hospital, in Munster, Ind., following a six-day jury trial wherein damages in excess of $2.6 million are sought. The lawsuit arises out of allegations surrounding the wrongful death of a 25-year-old patient, with a condition called Hereditary Angioedema (HAE), a rare and potentially life-threatening genetic condition, causing episodes of swelling in various body parts.</p>",
				"tag":"2",
				"asset": {
					"media":"",
					"thumbnail":"",
					"credit":"",
					"caption":""
				}
			},
                         {
				"startDate":"2012,,",
				"endDate":"2012,,",
				"headline":"RYOBI VS. STOLLINGS",
				"text":"<p>Johnson &amp; Bell obtains a defense verdict in favor of Ryobi, manufacturer of the Ryobi table saw. This trial is the second case to go to verdict relating to the new SawStop technology, which has generated about 100 lawsuits across the country. (In the first case tried in Boston in 2010, a jury ruled in favor of the plaintiff and awarded $1.4 million in damages.) This case is submitted to the jury on a negligent design and strict product liability theory, and they unanimously rule that the table saw was not negligently designed or unreasonably dangerous and therefore, never got to the issue whether the plaintiff’s conduct was the sole proximate cause of the occurrence.</p>",
				"tag":"2",
				"asset": {
					"media":"",
					"thumbnail":"",
					"credit":"",
					"caption":""
				}
			},
                        {
				"startDate":"2009,,",
				"endDate":"2009,,",
				"headline":"INSURANCE GROUP GROWS",
				"text":"<p>Peter F. Clancy, Ana A. Watson and their team, who have backgrounds in insurance coverage, join J&B; they add a new element to the insurance practice, representing international insurers and reinsurers with respect to their North American risk exposures.</p>",
				"tag":"2",
				"asset": {
					"media":"",
					"thumbnail":"",
					"credit":"",
					"caption":""
				}
			},
                        {
				"startDate":"2011,,",
				"endDate":"2011,,",
				"headline":"LADDER MANUFACTURER DEFENSE",
				"text":"<p>John W. Bell and Charles P. Rantis receive the Outstanding Defense Verdict award at the Illinois Jury Verdict Reporter Trial Lawyer Excellence Awards. Messrs. Bell and Rantis are honored for obtaining a verdict in favor of a major ladder manufacturer, in which damages in excess of $18 million were sought. </p>",
				"tag":"3",
				"asset": {
					"media":"",
					"thumbnail":"",
					"credit":"",
					"caption":""
				}
			},
                         {
				"startDate":"2010,,",
				"endDate":"2010,,",
				"headline":"LEGAL MALPRACTICE WIN",
				"text":"<p>Joseph R. Marconi and Victor J. Pioli successfully defend lawyers in a $17 million legal malpractice case.</p>",
				"tag":"2",
				"asset": {
					"media":"",
					"thumbnail":"",
					"credit":"",
					"caption":""
				}
			},
                         {
				"startDate":"2003,,",
				"endDate":"2003,,",
				"headline":"Johnson & Bell grows to more than 100 attorneys.",
				"text":"",
				"tag":"1",
				"asset": {
					"media":"",
					"thumbnail":"",
					"credit":"",
					"caption":""
				}
			}
		]
		
	}
}