{
    "timeline":
            {
                "headline": "",
                "type": "default",
                "text": "<p></p>",
                "date": [
                    {
                        "startDate": "1975,,",
                        "endDate": "1975,,",
                        "headline": "FIRM OPENS ITS DOORS",
                        "text": "<p>On Sept. 15, William D. Maddux &amp; Associates sets up shop in Chicago at 1 North LaSalle St. The boutique litigation firm comprises a handful of seasoned trial attorneys, and quickly establishes a strong reputation in Chicago courtrooms.</p>",
                        "tag": "1",
                        "asset": {
                            "media": "",
                            "thumbnail": "",
                            "credit": "",
                            "caption": ""
                        }
                    },
                    {
                        "startDate": "1975,,",
                        "endDate": "1980,,",
                        "headline": "ASBESTOS LITIGATION",
                        "text": "<p>The firm is involved in the first rounds of asbestos litigation, defending one of the largest asbestos manufacturers initially targeted.  Today, the firm has more than 3,000 cases and represents clients as diverse as an auto manufacturer, an oil and gas &quot;conglomerate,&quot; and commercial airlines.</p>",
                        "tag": "2",
                        "asset": {
                            "media": "",
                            "thumbnail": "",
                            "credit": "",
                            "caption": ""
                        }
                    },
                    {
                        "startDate": "1977,,",
                        "endDate": "1977,,",
                        "headline": "BEVERLY HILLS SUPPER CLUB FIRE",
                        "text": "<p>On May 28, 1977, the lavish Beverly Hills Supper Club in Southgate, Ky., burns, killing 165 people in the second worst nightclub fire in U.S. history. The majority of the victims are within 30 feet of an exit. William V. Johnson and H. Patrick Morris represent a wire and cable manufacturer. The plaintiff’s theory is that the combination of &quot;old technology,” aluminum wire and devices, caused &quot;creep&quot; at the receptacle’s termination point that resulted in the fire. Following an eight-week trial, the jury returns a not-guilty verdict in favor of the defendants. The Sixth Circuit Court reverses the verdict; the case is remanded and then settled.</p>",
                        "tag": "3",
                        "asset": {
                            "media": "",
                            "thumbnail": "",
                            "credit": "",
                            "caption": ""
                        }
                    },
                    {
                        "startDate": "1979,,",
                        "endDate": "1979,,",
                        "headline": "Highest Offer Refused in Malpractice Case",
                        "text": "<p>Brian C. Fetzer receives a not-guilty verdict in a brain damage at childbirth case.  The $600,000 offer is the largest rejected with a not-guilty verdict in the records, doubling the $300,000 turned down in a recent quadriparesis disc case.</p>",
                        "tag": "1",
                        "asset": {
                            "media": "",
                            "thumbnail": "",
                            "credit": "",
                            "caption": ""
                        }
                    },
                    {
                        "startDate": "1981,,",
                        "endDate": "1981,,",
                        "headline": "BROWN V. KROBLIN REFRIGERATED EXPRESS, et.al.",
                        "text": "<p>The firm represents a truck-loading company in a case in which the truck carrying the plaintiff overturns while rounding a curve. The plaintiff ends up with severe injuries (both legs are amputated).  After a two-month trial, the firm’s client is found not guilty. Two other defendants receive a $2.1 million verdict.</p>",
                        "tag": "2",
                        "asset": {
                            "media": "",
                            "thumbnail": "",
                            "credit": "",
                            "caption": ""
                        }
                    },
                    {
                        "startDate": "1982,,",
                        "endDate": "1982,,",
                        "headline": "Product Liability – Logan Conveyor Turntable Death Case",
                        "text": "<p>John W. Bell represents the insurance company of an Illinois conveyor manufacturer, which was sued when a worker was crushed and killed in an unguarded turntable. Mr. Bell obtains a not-guilty verdict, contending that the employee’s company substantially modified the turntable after purchasing it.</p>",
                        "tag": "3",
                        "asset": {
                            "media": "",
                            "thumbnail": "",
                            "credit": "",
                            "caption": ""
                        }
                    },
                    {
                        "startDate": "1984,,",
                        "endDate": "1984,,",
                        "headline": "BLOCK V. JARVIS ADDS TO FIRM ACCLAIM",
                        "text": "<p>William V. Johnson and his team defend their client at trial against one of Chicago’s top plaintiff’s attorneys. The plaintiff’s demand is $40 million; their client’s offer is $9 million. After a three-month trial, the plaintiff is awarded only $332.05 more than what is offered. The trial techniques are discussed in a chapter of &quot;The Litigators:  Inside the Powerful World of High-Stakes Trial Attorneys&quot; (Jenkins, 1989). </p>",
                        "tag": "1",
                        "asset": {
                            "media": "",
                            "thumbnail": "",
                            "credit": "",
                            "caption": ""
                        }
                    },
                    {
                        "startDate": "1985,,",
                        "endDate": "1985,,",
                        "headline": "KARSTEN V. MCCRAY TRIAL",
                        "text": "<p>In <em>Karsten v. McCray</em>, the plaintiff, a 45-year-old housewife, is brought to the hospital with abdominal pain. She is discharged 10 days later following an appendectomy. Thereafter, she is seen as an out-patient by a doctor (represented by William V. Johnson) for drainage. The plaintiff claims that the defendants caused or failed to evaluate an infectious disease. She re-enters the hospital a few days later with neurological symptoms and goes into a coma for one month. At the time of trial she had suffered brain damage including permanent ataxia, poor speech and memory loss, and is unable to walk without help. The plaintiff, represented by the best regional personal injury attorney, demands $3 million. Defendants offer $1 million in settlement prior to the trial. The jury returns a not-guilty verdict, which is ultimately reversed.</p>",
                        "tag": "2",
                        "asset": {
                            "media": "",
                            "thumbnail": "",
                            "credit": "",
                            "caption": ""
                        }
                    },
                    {
                        "startDate": "1986,,",
                        "endDate": "1986,,",
                        "headline": "DUPONT PLAZA HOTEL FIRE",
                        "text": "<p>The DuPont Plaza Hotel fire in San Juan, Puerto Rico, kills 97 people and injures more than 140.  The New Year’s Eve fire is the most deadly fire on American soil in more than 40 years. The firm represents a major wax manufacturer as well as a paint company. The plaintiffs claim that the deaths and injuries are attributable to hydrogen cyanide off-gassing from the defendants’ products. Prior to trial, the firm’s clients are able to obtain extremely favorable settlements, which are reported to be among the lowest settlements in the case.</p>",
                        "tag": "3",
                        "asset": {
                            "media": "",
                            "thumbnail": "",
                            "credit": "",
                            "caption": ""
                        }
                    },
                    {
                        "startDate": "1986,,",
                        "endDate": "1986,,",
                        "headline": "Firm interviewed for &quot;60 Minutes&quot;",
                        "text": "<p>John W. Bell speaks on behalf of the Crane Manufacturers because &quot;60 Minutes&quot; is considering running an expose. The news program alleges the crane manufacturers were selling defective and unreasonably dangerous cranes because the industry would not install &quot;proximity warning devices.&quot; The devices were intended to warn about the presence of overhead power lines, which can cause electrocution to construction workers if the crane touches overhead power lines. Mr. Bell tells Diane Sawyer from &quot;60 Minutes&quot; that these types of devices give the users a &quot;false sense of security&quot; because they are not reliable, and the industry has the test reports to prove it. He invites &quot;60 Minutes&quot; to run its own tests. It never ran the expose against the firm’s clients.</p>",
                        "tag": "1",
                        "asset": {
                            "media": "",
                            "thumbnail": "",
                            "credit": "",
                            "caption": ""
                        }
                    },
                    {
                        "startDate": "1986,,",
                        "endDate": "1986,,",
                        "headline": "Lawnmower Product Liability Case",
                        "text": "<p>John W. Bell receives a not-guilty verdict in a lawnmower injury case. A 30-year-old plaintiff was mowing her lawn for the first time with a gas rotary mower when she reached inside to remove a clump of grass and contacted the blades.  The plaintiff’s index, middle and ring finger on her dominant right hand were amputated and her palm was cut but reattached in a 26-hour microsurgery leaving 80 percent loss of use of hand.  The plaintiff contends that the mower should have had dead-man control to stop the blade when the operator released the handle, but Mr. Bell and the defense show that feature was not in effect when mower was made in 1977, and written warnings to keep hands away from blades were on the mower.</p>",
                        "tag": "2",
                        "asset": {
                            "media": "",
                            "thumbnail": "",
                            "credit": "",
                            "caption": ""
                        }
                    },
                    {
                        "startDate": "1986,,",
                        "endDate": "1986,,",
                        "headline": "MIAMISBURG TRAIN DERAILMENT",
                        "text": "<p>In the class action case Re: Miamisburg Train Derailment Litigation, a CSX train derails near Miamisburg, Ohio, causing a rupture of a tank car containing yellow phosphorus. The resulting fire burns for about a week, and the smoke forces one of the largest evacuations from a manmade disaster in U.S. history. William V. Johnson and William A. Geiser represent the tank car manufacturer. The 30,000 plaintiffs claim lost income, profits, property damage and personal injuries. The claim is that the tank car should have incorporated a &quot;brake-away&quot; reinforcing pad to protect against phosphorus release. The firm’s client contends that the car complied with federal regulations, which were preemptive, and that there was not duty to retrofit cars with new technology. The trial judge directs a not-guilty verdict following a one-month trial. That verdict is preceded by a settlement during trial on behalf of the railroad for $16 million.</p>",
                        "tag": "3",
                        "asset": {
                            "media": "",
                            "thumbnail": "",
                            "credit": "",
                            "caption": ""
                        }
                    },
                    {
                        "startDate": "1987,,",
                        "endDate": "1987,,",
                        "headline": "Crane Construction Equipment Case",
                        "text": "<p>John W. Bell and William G. Beatty defend a crane manufacturer in a case involving the electrocution and subsequent death of a truck driver who was standing next to a crane (manufactured by the firm’s client) when it swung into a power line. The plaintiff contends that the crane should have had an insulated link and proximity warning devices and decals.  The firm’s attorneys state that the link was unreliable.  Messrs. Bell and Beatty obtain a not-guilty verdict for their client, after the other defendants settle with the plaintiff’s estate.</p>",
                        "tag": "1",
                        "asset": {
                            "media": "",
                            "thumbnail": "",
                            "credit": "",
                            "caption": ""
                        }
                    },
                    {
                        "startDate": "1989,,",
                        "endDate": "1989,,",
                        "headline": "L-TRYPTOPHAN MDL LITIGATION",
                        "text": "<p>The firm is retained as National Coordinating Counsel for a national drug store chain in connection with claims that a tainted nutritional supplement, manufactured by a Japanese drug company, allegedly caused more than 2,000 serious injuries and approximately 100 deaths. Total litigation expenses top $1.5 billion.  The client pays no indemnity costs and is reimbursed for all fees expended in its defense.</p>",
                        "tag": "2",
                        "asset": {
                            "media": "",
                            "thumbnail": "",
                            "credit": "",
                            "caption": ""
                        }
                    },
                    {
                        "startDate": "1990,,",
                        "endDate": "1990,,",
                        "headline": "MISSISSIPPI HEARING LOSS LITIGATION",
                        "text": "J&amp;B is retained as National Coordinating Counsel for an international tool manufacturer involved in the Mississippi Hearing Loss Litigation and Vibration White Finger Class Action (and related cases). The case involves several thousand hearing-loss and cumulative vibration trauma cases pending in about 12 jurisdictions, and is commonly referred to as the Mississippi Hearing Loss Litigation.</p>",
                        "tag": "3",
                        "asset": {
                            "media": "",
                            "thumbnail": "",
                            "credit": "",
                            "caption": ""
                        }
                    },
                    {
                        "startDate": "1990,,",
                        "endDate": "1990,,",
                        "headline": "Firm renamed",
                        "text": "The firm assumes its current name, Johnson &amp; Bell, Ltd., with a staff of 79 attorneys.</p>",
                        "tag": "1",
                        "asset": {
                            "media": "",
                            "thumbnail": "",
                            "credit": "",
                            "caption": ""
                        }
                    },
                    {
                        "startDate": "1990,,",
                        "endDate": "1990,,",
                        "headline": "Estate of Gary Schy v. Oak Park Hospital",
                        "text": "This claim is brought on behalf of a 29-year old man who injures his back in an on-the-job accident. Following two previously unsuccessful laminectomies, the plaintiff has a third surgery, and suffers a stroke that leaves him a quadriplegic and a victim of an injury that immobilizes him. Margaret Unger represents the anesthesiologist at trial, while another firm represents the family practitioner. The anesthesiologist is sued for failing to recognize that a general anesthetic could cause such a stroke; for improperly positioning the patient’s head during surgery and for improperly extubating the patient, compounding the damage. The jury hears testimony for nine weeks before returning a not-guilty verdict against Johnson &amp; Bell’s client, but a general verdict of $18 million against the co-defendant family practitioner.",
                        "tag": "2",
                        "asset": {
                            "media": "",
                            "thumbnail": "",
                            "credit": "",
                            "caption": ""
                        }
                    },
                    {
                        "startDate": "1992,,",
                        "endDate": "2011,,",
                        "headline": "RX PHENOLIC INSULATION LITIGATION",
                        "text": "<p>The firm is retained as National Coordinating Counsel for a national roofing materials manufacturer in connection with several thousand property-damage claims due to an allegedly defective roofing insulation material.  The material allegedly caused corrosion and compromise of the metal roof structures.  Included within this litigation is a class action in the United States District Court for the District of Massachusetts entitled Sebago, Inc v. Beazer East, Inc., et al, C.A. Nos. 96-10069-MLW and 96-10656-MLW</p>",
                        "tag": "3",
                        "asset": {
                            "media": "",
                            "thumbnail": "",
                            "credit": "",
                            "caption": ""
                        }
                    },
                    {
                        "startDate": "1992,,",
                        "endDate": "1992,,",
                        "headline": "Jeffrey S. Lynch v The City of Waukegan",
                        "text": "<p>John W. Bell and William A. Geiser are retained to represent a national utility company blamed for the drowning of a teen in Waukegan. The teen and four friends, jump fully clothed from a Waukegan pier into 4-6 foot Lake Michigan waves. They are swept the length of the pier and into open water where one teen dies. Johnson &amp; Bell attorneys contend the teen was swept away and drowned by the natural wave action of Lake Michigan. J&amp;B receives a not-guilty verdict for its client.</p>",
                        "tag": "1",
                        "asset": {
                            "media": "",
                            "thumbnail": "",
                            "credit": "",
                            "caption": ""
                        }
                    },
                    {
                        "startDate": "1994,,",
                        "endDate": "1994,,",
                        "headline": "Clausel v. Chicago Pneumatic Tool Co",
                        "text": "In <cite>Clausel v. Chicago Pneumatic Tool Co</cite> (88 L 710), a J&amp;B team defends the pneumatic tool manufacturer against damages resulting from carpal tunnel syndrome allegedly caused by use of hand held pneumatic tools.",
                        "tag": "2",
                        "asset": {
                            "media": "",
                            "thumbnail": "",
                            "credit": "",
                            "caption": ""
                        }
                    },
                    {
                        "startDate": "1994,,",
                        "endDate": "1994,,",
                        "headline": "<cite>Schoon v. Upjohn Company, 92 L 4224, Circuit Court of Cook County</cite>",
                        "text": "<p>William V. Johnson represents a pharmaceutical company in this claim, in which the plaintiff alleges that the long-term use of a certain drug resulted his developing diabetes and coronary artery disease, and also left him addicted/dependent to the drug.  The plaintiff demands $1 million prior to the trial, the jury returns a verdict of not guilty in favor of J&amp;B’s client.</p>",
                        "tag": "3",
                        "asset": {
                            "media": "",
                            "thumbnail": "",
                            "credit": "",
                            "caption": ""
                        }
                    },
                    {
                        "startDate": "1995,,",
                        "endDate": "1995,,",
                        "headline": "Fox River Grove Bus-Train Collision",
                        "text": "<p>On Oct. 25, a school bus taking students to Cary Grove High School is hit by a Metra train traveling 50 mph. Seven students are killed and 21 others are injured, several seriously. The initial focus of the investigation is on the programming of the traffic lights and their coordination with the railroad warning lights. Johnson &amp; Bell represents the traffic lights programming company, and is able to assert a defense that the programming of the lights was done pursuant to the specifications of the State of Illinois. J&amp;B’s client pays approximately 3 percent of the ultimately $27.3 million settlement that is paid primarily by the School District, Metra and the Illinois Department of Transportation. The Fox River Grove case ultimately results in a mandatory rule that every bus driver in Illinois must stop before crossing a grade level railroad crossing and look both ways for any approaching trains.</p>",
                        "tag": "1",
                        "asset": {
                            "media": "",
                            "thumbnail": "",
                            "credit": "",
                            "caption": ""
                        }
                    },
                    {
                        "startDate": "1995,,",
                        "endDate": "1995,,",
                        "headline": "BOGALUSA CHEMICAL SPILL",
                        "text": "<p>J&amp;B wins a not-guilty verdict for its client in this toxic-spill case in Jackson, Miss., trial. Nearly 20,000 plaintiffs file suit in Louisiana and Mississippi, seeking almost $40 million in damages against J&amp;B’s client, a tank car manufacturer.</p>",
                        "tag": "2",
                        "asset": {
                            "media": "",
                            "thumbnail": "",
                            "credit": "",
                            "caption": ""
                        }
                    },
                    {
                        "startDate": "1997,,",
                        "endDate": "1997,,",
                        "headline": "NORTHWEST INDIANA OFFICE OPENS",
                        "text": "At the urging of clients, the firm opens a northwest Indiana office. That office, now situated in Crown Point, has grown to six attorneys with a focus on hospital law, transportation, general liability and insurance coverage.",
                        "tag": "3",
                        "asset": {
                            "media": "https://maps.google.com/maps?q=11051+Broadway,+Crown+Point,+IN&hl=en&ll=41.4175,-87.335472&spn=0.292732,0.346756&sll=41.880681,-87.628927&sspn=0.018165,0.021672&oq=11051+Broadway,+Crown&hnear=11051+Broadway,+Crown+Point,+Indiana+46307&t=m&z=12",
                            "thumbnail": "",
                            "credit": "",
                            "caption": ""
                        }
                    },
                    {
                        "startDate": "1998,,",
                        "endDate": "1998,,",
                        "headline": "ROSELAWN AIRPLANE CRASH TRIAL",
                        "text": "J&amp;B defends an airline in a damages trial resulting from the deaths of 68 people near Roselawn, Ind. The case is tried in New York and the verdict was less than the offer.",
                        "tag": "1",
                        "asset": {
                            "media": "",
                            "thumbnail": "",
                            "credit": "",
                            "caption": ""
                        }
                    },
                    {
                        "startDate": "1999,,",
                        "endDate": "1999,,",
                        "headline": "MILLER PARK STADIUM CRANE COLLAPSE",
                        "text": "<p>The world's largest mobile crane, being used in the construction of the domed, Miller Park Stadium in Milwaukee, collapses while installing the final roof section. Three ironworkers are killed. J&amp;B serves as lead trial counsel for the roof contractor in a seven-week trial in Milwaukee.</p>",
                        "tag": "2",
                        "asset": {
                            "media": "",
                            "thumbnail": "",
                            "credit": "",
                            "caption": ""
                        }
                    },
                    {
                        "startDate": "1999,,",
                        "endDate": "1999,,",
                        "headline": "Grabski vs. EEI/Kenny",
                        "text": "<p>Joseph B. Carini III successfully defends a construction program manager in one of the last Structural Work Act cases tried in Cook County. The plaintiff was injured while working on the Chicago Transit Authority’s Green Line rehabilitation project, while standing on a ladder he had placed on the top of his box truck. The plaintiff seeks in excess of $2 million for his injuries, argues that J&amp;B’s client, as construction program manager, was &quot;in charge of&quot; the work.  The jury disagrees and enters a defense verdict, which is affirmed on appeal.</p>",
                        "tag": "2",
                        "asset": {
                            "media": "",
                            "thumbnail": "",
                            "credit": "",
                            "caption": ""
                        }
                    },
                    {
                        "startDate": "2000,,",
                        "endDate": "2000,,",
                        "headline": "'TOP DEFENSE VERDICT OF 2000'",
                        "text": "<p><i>The National Law Journal</i> names Johnson &amp; Bell's victory in the Grove U.S. LLC products liability case one of the top defense verdicts of 2000. The plaintiff's attorneys ask the jury for $38.64 million, but the jury finds no defect and no liability in the case, which is defended by John W. Bell and William G. Beatty.</p>",
                        "tag": "3",
                        "asset": {
                            "media": "",
                            "thumbnail": "",
                            "credit": "",
                            "caption": ""
                        }
                    },
                    {
                        "startDate": "2000,,",
                        "endDate": "2000,,",
                        "headline": "LEGAL MALPRACTICE CASE",
                        "text": "<p>A prominent Chicago law firm is sued for legal malpractice as to its trial defense of a series of psychiatric malpractice cases in Minnesota. Facing potentially catastrophic exposure due to the claimed damages and insurance coverage issues, the defendant law firm retains Johnson &amp; Bell. After a four-week federal court trial in St. Paul, Minn., involving the cross-examination of numerous plaintiff-retained psychiatrists and trial attorneys to undermine the plaintiff’s proffered &quot;standards of care&quot; for the medical and legal professions respectively, the jury returns a not-guilty verdict in favor of Johnson &amp; Bell’s clients, who are represented by J&amp;B lawyers William V. Johnson and William A. Geiser.</p>",
                        "tag": "1",
                        "asset": {
                            "media": "",
                            "thumbnail": "",
                            "credit": "",
                            "caption": ""
                        }
                    },
                    {
                        "startDate": "2000,,",
                        "endDate": "2000,,",
                        "headline": "Seagrave Fire Apparatus Co. et al – Products Liability Case",
                        "text": "<p>John W. Bell and Charles P. Rantis are retained to represent Seagrave Fire Apparatus Co. et al. in a products liability case involving the collapse of a fire truck ladder during the rescue of four people. The Judge grants judgment notwithstanding the verdict in favor of Seagrave and &quot;City&quot;, and the complaint was dismissed.</p>",
                        "tag": "2",
                        "asset": {
                            "media": "",
                            "thumbnail": "",
                            "credit": "",
                            "caption": ""
                        }
                    },
                    {
                        "startDate": "2001,,",
                        "endDate": "2001,,",
                        "headline": "JOHN HANCOCK CENTER SCAFFOLD COLLAPSE",
                        "text": "<p>A scaffold and outrigger attached to the John Hancock Building installed for a curtain wall restoration project is ripped from the building and falls onto the street below, killing three, seriously and permanently injuring one and injuring several others. Johnson &amp; Bell defends the local contractor hired to erect the scaffolding system.  The firm successfully defends its client on the basis that the failure was due to design and operator error, not construction or installation errors, contributing just 4 percent to the global case resolution to resolve the wrongful death, injury and coverage claims stemming therefrom.</p>",
                        "tag": "3",
                        "asset": {
                            "media": "",
                            "thumbnail": "",
                            "credit": "",
                            "caption": ""
                        }
                    },
                    {
                        "startDate": "2002,,",
                        "endDate": "2002,,",
                        "headline": "BRAIN INJURY CASE",
                        "text": "<p>John W. Bell wins in a brain injury case, in which he defends an Illinois construction company. The plaintiff's attorney seeks $10.5 million in damages.</p>",
                        "tag": "1",
                        "asset": {
                            "media": "",
                            "thumbnail": "",
                            "credit": "",
                            "caption": ""
                        }
                    },
                    {
                        "startDate": "2002,,",
                        "endDate": "2002,,",
                        "headline": "Johnson &amp; Bell becomes an ALFA firm",
                        "text": "J&amp;B joins ALFA International, a global network of independent business-focused law firms. Founded in 1980, ALFA International is the oldest legal network and remains one of the largest and strongest. The ALFA organization comprises 145 member firms with 85 members in the United States and 60 members in Latin and South America, Canada, Mexico, Europe, Africa, Australia/New Zealand, and throughout Asia.",
                        "tag": "2",
                        "asset": {
                            "media": "",
                            "thumbnail": "",
                            "credit": "",
                            "caption": ""
                        }
                    },
                    {
                        "startDate": "2003,,",
                        "endDate": "2003,,",
                        "headline": "&quot;Top 20 Tort Defense Lawyers&quot;",
                        "text": "<i>Chicago Magazine</i> selects John W. Bell, Brian C. Fetzer and William V. Johnson to its &quot;Top 20 Tort Defense Lawyer,&quot; in its annual ranking. Johnson &amp; Bell is the only firm to have three recipients named for the honor.",
                        "tag": "3",
                        "asset": {
                            "media": "",
                            "thumbnail": "",
                            "credit": "",
                            "caption": ""
                        }
                    },
                    {
                        "startDate": "2003,,",
                        "endDate": "2003,,",
                        "headline": "Chicago Porch Collapse",
                        "text": "<p>A porch collapses during a party on Chicago's North Side, resulting in 13 fatalities and 40 lawsuits. J&amp;B defends the property owner sued in the collapse case. </p>",
                        "tag": "1",
                        "asset": {
                            "media": "",
                            "thumbnail": "",
                            "credit": "",
                            "caption": ""
                        }
                    },
                    {
                        "startDate": "2003,,",
                        "endDate": "2003,,",
                        "headline": "J&amp;B Earns Reduced Verdict in Hospital Negligence Case",
                        "text": "William V. Johnson and Sammi L. Renken obtain a reduced verdict for a hospital in a negligence case where the plaintiff sought $35 million in damages. The case arises over alleged improper care given to a six-month old boy. Johnson and Renken take over the case from another law firm earlier in the year after the firm considered it too difficult to try successfully. The jurors indicate they voted nine to two in favor of a not-guilty verdict but compromised with the $5 million award suggested by William V. Johnson.",
                        "tag": "2",
                        "asset": {
                            "media": "",
                            "thumbnail": "",
                            "credit": "",
                            "caption": ""
                        }
                    },
                    {
                        "startDate": "2003,,",
                        "endDate": "2003,,",
                        "headline": "Bogalusa Litigation Wins Top 10 Defense Award",
                        "text": "<i>National Law Journal</i> Awards Johnson &amp; Bell with a &quot;Top 10 Defense Win&quot; for its Bogalusa Chemical Spill Litigation.  During this particular trial in Franklinton, La., Johnson &amp; Bell receives a verdict of $25,000 vs. its co-defendants who are hit with $90 million in damages.",
                        "tag": "2",
                        "asset": {
                            "media": "",
                            "thumbnail": "",
                            "credit": "",
                            "caption": ""
                        }
                    },
                    {
                        "startDate": "2003,,",
                        "endDate": "2003,,",
                        "headline": "EPHEDRA MDL LITIGATION",
                        "text": "<p>Firm is retained as National Coordinating Counsel for a national drug store chain linked to dozens of claims nationwide alleging serious injury (strokes; heart attacks) allegedly caused by several ephedra products, which are manufactured by several companies and sold as an energy enhancer and diet aid.  During the course of the litigation, several of the manufacturers file for bankruptcy protection, complicating the underlying litigation.  Ultimately, a global settlement of claims is reached after a one-year mediation process concluded the claims of more than 350 plaintiffs against more than 20 defendants.</p>",
                        "tag": "1",
                        "asset": {
                            "media": "",
                            "thumbnail": "",
                            "credit": "",
                            "caption": ""
                        }
                    },
                    {
                        "startDate": "2004,,",
                        "endDate": "2004,,",
                        "headline": "J&amp;B Wins Not-Guilty Verdict for CARE CENTER",
                        "text": "<p>Margaret A. Unger and Lauren A. Wieland obtain a not-guilty verdict for a care center. The case arises when a 24-year-old male comes to a care center on April 12, 1993, with a one-week history of headache, fatigue, shortness of breath, dizziness and fever. The doctor feels the patient’s history is consistent with mononucleosis and orders a monospot test, which is positive. The plaintiff is advised to follow up in 2-3 days with his own physician and to return if worse. Thirteen days later, the plaintiff suffers cardiac and is resuscitated at a local hospital with a diagnosis of Addison’s Disease. The plaintiff seeks to hold the care center vicariously liable for the conduct of the acute care center doctor as its apparent agent, and for negligence of the nurse who took his history and blood pressure. The defendants contended that the plaintiff had some virus on April 12, which triggered the Addisonian crisis that resulted in cardiac arrest.</p>",
                        "tag": "2",
                        "asset": {
                            "media": "",
                            "thumbnail": "",
                            "credit": "",
                            "caption": ""
                        }
                    },
                    {
                        "startDate": "2004,,",
                        "endDate": "2004,,",
                        "headline": "Wins Top Defense Award",
                        "text": "<p>Joseph R. Marconi and David M. Macksey obtain a not-guilty verdict for an attorney malpractice suit filed against a law firm client, wherein the plaintiff sought $5.5 million. <i>Illinois Jury Verdict Reporter</i> cites the suit as one of the most notable defense victories of 2003-2004.  In this case, the plaintiff contends that her former divorce attorneys acted negligently in failing to complete discovery of her husband’s assets before the court-mandated discovery cutoff date.  The woman fires the firm before the discovery cutoff date and hires a successor counsel, but alleges that the firm’s failure resulted in her inability to identify and value her husband’s assets in his law firm.  This results in her being forced to settle for lesser amounts of property distribution and maintenance.  Messrs. Marconi and Macksey argue that their client had no duty to value the husband’s law firm interest.  They further argue that her successor attorneys are the sole proximate cause of her damages.</p>",
                        "tag": "3",
                        "asset": {
                            "media": "",
                            "thumbnail": "",
                            "credit": "",
                            "caption": ""
                        }
                    },
                    {
                        "startDate": "2007,,",
                        "endDate": "2007,,",
                        "headline": "Pharma Defense Verdict",
                        "text": "<p>Gregory D. Conforti and Marilyn McCabe Reidy try and win a case involving a major retailer and pharmaceutical negligence relating to a misfilled prescription. Mr. Conforti and Ms. Reidy show that the plaintiff had a long medical history predating the incident, and are able to undermine her credibility through cross-examination. The plaintiff's attorneys seek $165 million in damages. The ultimate verdict is $465,000.</p>",
                        "tag": "1",
                        "asset": {
                            "media": "",
                            "thumbnail": "",
                            "credit": "",
                            "caption": ""
                        }
                    },
                    {
                        "startDate": "2009,,",
                        "endDate": "2009,,",
                        "headline": "CITY OF CHICAGO HIRES J&amp;B",
                        "text": "<p>J&amp;B is hired to represent City of Chicago, defending the Chicago Police Department. All the cases the firm has tried for CPD are federal ones involving allegations of civil rights violations by Chicago police officers. Since 2009, J&amp;B has taken 22 cases to trial, and has had 21 successful outcomes (18 straight not guilty verdicts and 3 split verdicts with nominal damage awards).  The firm has been dismissed pursuant to summary judgment motions in two others cases during that time.</p>",
                        "tag": "2",
                        "asset": {
                            "media": "",
                            "thumbnail": "",
                            "credit": "",
                            "caption": ""
                        }
                    },
                    {
                        "startDate": "2009,,",
                        "endDate": "2009,,",
                        "headline": "INSURANCE GROUP GROWS",
                        "text": "<p>Peter F. Clancy, Ana A. Watson and their team, who have backgrounds in insurance coverage, join J&amp;B; they add a new element to the insurance practice, representing international insurers and reinsurers with respect to their North American risk exposures.</p>",
                        "tag": "3",
                        "asset": {
                            "media": "",
                            "thumbnail": "",
                            "credit": "",
                            "caption": ""
                        }
                    },
                    {
                        "startDate": "2010,,",
                        "endDate": "2010,,",
                        "headline": "Indiana office moves to Crown Point, Ind.",
                        "text": "",
                        "tag": "1",
                        "asset": {
                            "media": "",
                            "thumbnail": "",
                            "credit": "",
                            "caption": ""
                        }
                    },
                    {
                        "startDate": "2010,,",
                        "endDate": "2010,,",
                        "headline": "Underground utility contractor case",
                        "text": "<p>Joseph B. Carini III garners a favorable defense for an underground utility contractor in a suit brought by an injured construction worker. The worker was hurt when the backhoe he was operating struck a beam installed in the street, ejecting him from his seat and causing injuries.  The plaintiff argues that J&amp;B’s client negligently buried the beam. The plaintiff, which claimed permanent disability, rejects a settlement offer of $950,000 during trial, and requests in excess of $6 million from the jury.  J&amp;B establishes that plaintiff’s conduct was more than 50 percent of the cause of the accident, resulting in a defense verdict for Mr. Carini’s client.</p>",
                        "tag": "3",
                        "asset": {
                            "media": "",
                            "thumbnail": "",
                            "credit": "",
                            "caption": ""
                        }
                    },
                    {
                        "startDate": "2010,,",
                        "endDate": "2010,,",
                        "headline": "Trial Lawyer Excellence Award – Jury Verdict Reporter",
                        "text": "<p>Brian C. Fetzer and William V. Johnson receive the 2010 Trial Lawyer Excellence Award presented by <i>Illinois Jury Verdict Reporter</i> based on 50 years of serving the legal community.</p>",
                        "tag": "2",
                        "asset": {
                            "media": "",
                            "thumbnail": "",
                            "credit": "",
                            "caption": ""
                        }
                    },
                    {
                        "startDate": "2011,,",
                        "endDate": "2011,,",
                        "headline": "DEFENSE VERDICT FOR CHICAGO MEDICAL CENTER",
                        "text": "<p>William V. Johnson and Matthew L. Johnson and their team obtain a defense verdict for a large Chicago Medical Center in an HIV transplant case in which the plaintiff sought more than $45 million. For their efforts on this case, Messrs. Johnson and Johnson, and Erin E. Blake win the Outstanding Defense Verdict Award, Medical Malpractice, at the 2012 Illinois Jury Verdict Reporter Trial Lawyer Excellence Awards.William V. Johnson, Matthew L. Johnson and Erin E. Blake win the Outstanding Defense Verdict Award, Medical Malpractice, at the 2012 Illinois Jury Verdict Reporter Trial Lawyer Excellence Awards. They are honored for the defense verdict they obtained for the University of Chicago Medical Center in an HIV transplant case in which the plaintiff sought more than $45 million.</p>",
                        "tag": "3",
                        "asset": {
                            "media": "",
                            "thumbnail": "",
                            "credit": "",
                            "caption": ""
                        }
                    },
                    {
                        "startDate": "2011,,",
                        "endDate": "2011,,",
                        "headline": "ALFA MEMBER FIRM OF THE YEAR",
                        "text": "<p>Johnson &amp; Bell is selected as the 2011 Member Firm of the Year for ALFA International, the global legal network. &quot;The Johnson &amp; Bell firm has been a leading contributor to the ALFA organization for many years. Their lawyers richly deserve the 2011 Firm of the Year award,&quot; said Richard Hetke, Chief Executive Officer, ALFA International.</p>",
                        "tag": "1",
                        "asset": {
                            "media": "",
                            "thumbnail": "",
                            "credit": "",
                            "caption": ""
                        }
                    },
                    {
                        "startDate": "2011,,",
                        "endDate": "2011,,",
                        "headline": "INDIANA HOSPITAL CASE",
                        "text": "<p>Sharon Stanzione and Anna Mandula obtain a verdict in favor of a large Indiana hospital, following a six-day jury trial wherein damages in excess of $2.6 million are sought. The lawsuit arises out of allegations surrounding the wrongful death of a 25-year-old patient, with a condition called Hereditary Angioedema (HAE)—a very rare and potentially life-threatening genetic condition, causing episodes of swelling in various body parts.</p>",
                        "tag": "2",
                        "asset": {
                            "media": "",
                            "thumbnail": "",
                            "credit": "",
                            "caption": ""
                        }
                    },
                    {
                        "startDate": "2011,,",
                        "endDate": "2011,,",
                        "headline": "Wrongful death suit defense",
                        "text": "<p>Joseph B. Carini III successfully defends a wrongful death suit brought on behalf of a minor and sole survivor of a 21-year-old decedent killed in a car accident. A trucker had entered an intersection on a red light when one of two lights present in his direction of travel was burned out, resulting in his striking and killing the plaintiff’s decedent who had entered the intersection on a green light. J&amp;B’s client was responsible for maintaining the traffic signals. The plaintiff seeks $11 million in damages. The jury returns a verdict in favor of Mr. Carini’s client, finding the conduct of the truck driver to be the sole proximate cause of the accident.</p>",
                        "tag": "3",
                        "asset": {
                            "media": "",
                            "thumbnail": "",
                            "credit": "",
                            "caption": ""
                        }
                    },
                    {
                        "startDate": "2011,,",
                        "endDate": "2011,,",
                        "headline": "LADDER MANUFACTURER DEFENSE",
                        "text": "<p>John W. Bell and Charles P. Rantis receive the Outstanding Defense Verdict award at the Illinois Jury Verdict Reporter Trial Lawyer Excellence Awards. Messrs. Bell and Rantis are honored for obtaining a verdict in favor of a major ladder manufacturer, in which damages in excess of $18 million were sought. </p>",
                        "tag": "1",
                        "asset": {
                            "media": "",
                            "thumbnail": "",
                            "credit": "",
                            "caption": ""
                        }
                    },
                    {
                        "startDate": "2012,,",
                        "endDate": "2012,,",
                        "headline": "RYOBI VS. STOLLINGS",
                        "text": "<p>Johnson &amp; Bell obtains a defense verdict in favor of Ryobi, manufacturer of the Ryobi table saw. This trial is the second case to go to verdict relating to the new SawStop technology, which has generated about 100 lawsuits across the country. (In the first case tried in Boston in 2010, a jury ruled in favor of the plaintiff and awarded $1.4 million in damages.) This case is submitted to the jury on a negligent design and strict product liability theory, and they unanimously rule that the table saw was not negligently designed or unreasonably dangerous and therefore, never got to the issue whether the plaintiff’s conduct was the sole proximate cause of the occurrence.</p>",
                        "tag": "2",
                        "asset": {
                            "media": "",
                            "thumbnail": "",
                            "credit": "",
                            "caption": ""
                        }
                    }


                ]

            }
}